// http://music.163.com/#/song?id=363488
const songs = {
	"363488": {
    "mp3Url": "http://www.ytmp3.cn/down/50091.mp3",
		"album": {
			"picUrl":"",
			"name": "献给吾爱的赞歌",
		},
		"artists": "Westlife",
		"name": "My Love",
    "zh": "[00:00.65]My Love(Radio Edit) - Westlife\n[00:07.76]An empty street\n[00:09.77]an empty house\n[00:11.46]I hold inside my heart\n[00:14.88]I m all alone\n　[00:16.33]the rooms are getting smaller\n[00:21.52]I wonder how\n[00:22.96]I wonder why\n[00:24.64]I wonder where they are\n[00:28.14]The days we had\n　　[00:29.76]the songs we sang together (oh yeah)\n[00:34.66]And all my love\n　[00:38.04]I m holding on forever\n[00:41.54]Reaching for the love that seems so far\n[00:47.35]So I say it in a prayer\n[00:50.60]And hope my dreams will take it there\n[00:53.98]Where the skies are blue\n[00:56.35]the sea is once again my love\n[01:00.60]All the seasons coast to coast\n[01:03.85]Find the place I love the most\n[01:07.10]Where the fields are green\n[01:09.73]the sea is once again\n　　[01:13.79]my love\n[01:18.17]I try to read\n[01:19.79]I know the work\n　[01:21.29]I left them with my friends\n[01:24.66]But I can t stop to keep myself from thinking (oh no)\n[01:31.10]I wonder how\n[01:33.04]I wonder why\n　[01:34.60]I wonder where they are\n[01:37.72]The days we had\n[01:39.53]the songs we sang together (oh yeah)\n[01:44.49]And all my love\n[01:47.86]I m holding on forever\n[01:51.36]Reaching for the love that seems so far\n[01: 57.30]So I say it in a prayer\n[02: 00.49]And hope my dreams will take it there\n[02: 03.86]Where the skies are blue\n[02: 06.17]the sea is once again my love\n[02: 10.42]All the seasons coast to coast\n[02: 13.80]Find the place I love the most\n[02: 17.17]Where the fields are green\n[02: 19.61]the sea is once again\n　　[02: 23.04]To hold you in my arms\n[02: 26.55]To promise you my love\n　　[02: 29.67]To tell you from the heart\n[02: 32.92]You re all I m thinking of\n　[02: 44.96]Reaching for the love that seems so far\n[02: 49.96]So I say it in a prayer\n[02: 53.77]And hope my dreams will take its there\n[02: 57.21]Where the skies are blue\n[02: 59.46]the sea is once again my love\n[03: 03.83]All the seasons coast to coast\n[03: 07.02]Find the place I love the most\n[03: 10.39]Where the fields are green\n[03: 12.65]the sea is once again my love\n[03: 18.64]Say it in a prayer(my sweet love) \n[03:21.64]Dreams will take it there\n[03:24.02]Where the skies are blue (woah yeah)\n[03:26.52]the sea is once again (oh my love)\n[03:31.54]All the seasons coast to coast\n[03:33.73]Find the place I love the most\n[03:36.98]Where the fields are green\n[03:39.17]the sea is once again\n[03:43.79]My Love\n"
	},
	"186385": {
    "mp3Url": "http://www.ytmp3.cn/down/38582.mp3",
		"album": {
			"picUrl": "",
			"name": "领略温暖的小镇",
		},
		"artists": "赵雷",
		"name": "成都",
    "zh": "[00:01.34]成都\n[00:02.09]\n[00:03.96]作词：赵雷\n[00:03.96]作曲：赵雷\n[00:05.99]编曲：赵雷,喜子\n[00:09.04]演唱：赵雷\n[00:12.90]\n[00:17.65]让我掉下眼泪的\n[00:21.57]不止昨夜的酒\n[00:25.82]让我依依不舍的\n[00:29.62]不止你的温柔\n[00:33.78]余路还要走多久\n[00:37.64]你攥着我的手\n[00:41.63]让我感到为难的\n[00:45.47]是挣扎的自由\n[00:49.20]\n[00:51.90]分别总是在九月\n[00:55.38]回忆是思念的愁\n[00:59.46]深秋嫩绿的垂柳\n01:03.32]亲吻着我额头\n[01:07.31]在那座阴雨的小城里\n[01:11.44]我从未忘记你\n[01:15.56]成都 带不走的 只有你\n[01:21.76] [01:22.81]和我在成都的街头走一走\n[01:31.25]直到所有的灯都熄灭了也不停留\n[01:38.88]你会挽着我的衣袖\n[01:42.67]我会把手揣进裤兜\n[01:46.56]走到玉林路的尽头\n[01:50.45]坐在小酒馆的门口\n[01:55.65] [02:30.35]分别总是在九月\n[02:34.31]回忆是思念的愁\n[02:38.17]深秋嫩绿的垂柳\n[02:42.48]亲吻着我额头\n[02:46.66]在那座阴雨的小城\n[02:50.34]我从未忘记你\n[02:53.78]成都 带不走的 只有你\n[03:00.95]\n[03:02.38]和我在成都的街头走一走\n[03:10.13]直到所有的灯都熄灭了也不停留\n[03:18.32]你会挽着我的衣袖\n[03:21.99]我会把手揣进裤兜\n[03:25.99]走到玉林路的尽头\n[03:29.79]坐在小酒馆的门口\n[03:36.36]\n[03:38.40]和我在成都的街头走一走\n[03:46.45]直到所有的灯都熄灭了也不停留\n[03:54.27]和我在成都的街头走一走\n[04:02.30]直到所有的灯都熄灭了也不停留\n[04:10.29]你会挽着我的衣袖\n[04:13.57]我会把手揣进裤兜\n[04:17.56]走到玉林路的尽头\n[04:21.77]坐在(走过)小酒馆的门口\n[04:27.72]\n[04:36.80]和我在成都的街头走一走\n[04:44.60]直到所有的灯都熄灭了也不停留\n[04:51.93]"
	},
	"108251": {
    "mp3Url": "http://www.ytmp3.cn/down/31983.mp3",
		"album": {
			"picUrl": "",
			"name": "思念你那动人的模样",
		},
		"artists": "林俊杰",
		"name": "当你",
		"zh": "[00:00.00] 作曲 : 林俊杰\n[00:01.00] 作词 : 张思尔\n[00:14.700]如果有一天 我回到从前\n[00:20.530]回到最原始的我\n[00:24.910]你是否 会觉得我不错\n[00:29.360]如果有一天 我离你遥远\n[00:34.090]不能再和你相约\n[00:39.220]你是否会发觉 我已经说再见\n[00:45.120]\n[00:46.780]当你的眼睛 瞇着笑 当你喝可乐 当你吵\n[00:53.900]我想对你好 你从来不知道 想你 想你 也能成为嗜好\n[01:01.130]当你说今天的烦恼 当你说夜深 你睡不着\n[01:08.280]我想对你说 却害怕都说错 好喜欢你 知不知道\n[01:17.320]\n[01:23.010]如果有一天 梦想都实现\n[01:28.080]回忆都成了永远 你是否还会 记得今天\n[01:37.130]如果有一天 我们都发觉\n[01:41.980]原来什么都可以 我们是否还会 停留在这里\n[01:52.490]\n[01:54.490]当你的眼睛 瞇着笑 当你喝可乐 当你吵\n[02:01.660]我想对你好 你从来不知道 想你 想你 也能成为嗜好\n[02:08.840]当你说今天的烦恼 当你说夜深 你睡不着\n[02:16.080]我想对你说 却害怕都说错 好喜欢你 知不知道\n[02:25.730]\n[02:29.280]\n[02:38.140]也许空虚 让我想得太多 也许该回到被窝\n[02:44.760]梦里会相遇 就毫不犹豫 大声的说我要说\n[02:51.860]\n[02:52.070]当你的眼睛 瞇着笑 当你喝可乐 当你吵\n[02:59.070]我想对你好 你从来不知道 想你 想你 也能成为嗜好\n[03:06.180]当你说今天的烦恼 当你说夜深 你睡不着\n[03:13.360]我想对你说 却害怕都说错 好喜欢你 知不知道\n[03:20.770]当你的眼睛 瞇着笑 当你喝可乐 当你吵\n[03:27.570]我想对你好 你从来不知道 想你 想你 也能成为嗜好\n[03:34.560]\n[03:34.760]啦 ~ ~ ~ 啦 ~ ~ ~\n[03:42.100]我想对你说 却害怕都说错 好喜欢你 知不知道\n[03:51.910]\n"
	},
	"29561525": {
    "mp3Url": "http://www.ytmp3.cn/down/32455.mp3",
		"album": {
			"picUrl": "",
			"name": "快使用双截棍！！！ ",
		},
    "artists": "周杰伦",
    "name": "双截棍",
    "en": "[00:02.37]歌曲名：双截棍\n[00:04.62] 词：方文山 曲：周杰伦\n[00:31.27]岩烧店的烟味弥漫 隔壁是国术馆\n[00:32.83]店里面的妈妈桑 茶道 有三段\n[00:34.90]教拳脚武术的老板 练铁沙掌 耍杨家枪\n[00: 37.48]硬底子功夫最擅长 还会金钟罩铁步衫\n[02: 14.88][01: 37.48][00: 39.89]他们儿子我习惯 从小就耳濡目染\n[02: 17.06][01: 39.14][00: 42.15]什么刀枪跟棍棒 我都耍的有模有样\n[02: 19.27][01: 41.33][00: 44.49]什么兵器最喜欢 双截棍柔中带刚\n[02: 21.86][01: 43.67][00: 47.02]想要去河南嵩山 学少林跟武当\n[00: 49.69]干什么(客) 干什么(客) 呼吸吐纳心自在\n[00: 51.47]干什么(客) 干什么(客) 气沉丹田手心开\n[00: 53.82]干什么(客) 干什么(客) 日行千里系沙袋\n[00: 56.27]飞檐走壁莫奇怪 去去就来\n[00: 58.66]一个马步向前 一记左钩拳 右钩拳[01: 01.67]一句惹毛我的人有危险 一再重演\n[01: 04.11]一根我不抽的菸 一放好多年 它一直在身边\n[01: 08.13]干什么(客) 干什么(客) 我打开任督二脉\n[01: 10.35]干什么(客) 干什么(客) 东亚病夫的招牌\n[01: 12.86]干什么(客) 干什么(客) 已被我一脚踢开\n[01: 55.15][01: 16.81]快使用双截棍 哼哼哈兮\n[01: 57.01][01: 18.82]快使用双截棍 哼哼哈兮\n[01: 59.41][01: 21.16]习武之人切记 仁者无敌\n[02: 01.91][01: 23.46]是谁在练太极 风生水起\n[02: 05.15][01: 26.77]快使用双截棍 哼哼哈兮\n[02: 06.50][01: 28.15]快使用双截棍 哼哼哈兮\n[02: 08.85][01: 30.39]如果我有轻功 飞檐走壁\n[02: 11.58][01: 32.98]为人耿直不屈 一身正气\n",
		
	},
	"21151698": {
    "mp3Url": "http://www.ytmp3.cn/down/32491.mp3",
		"album": {
			"picUrl": "",
			"name": "小时候约定还记得吗？",
		},
		"artists": "周杰伦",
    "name": "蒲公英的约定",
    "en": "[00:02.00]蒲公英的约定\n[00:10.00]词:周杰伦 曲:周杰伦\n[00:28.46]小学篱笆旁的蒲公英\n[00:35.75]十几英里有味道的风景\n[00:42.66]雾水草场传来她的声音\n[00:49.58]多少年后也开始很好听\n[00:57.48]将愿望折纸飞机寄出信\n[01:03.79]因为我们等不到那流星\n[01:10.41]等枕头坠离命运的引力\n[01:17.54]却不知道到底能去哪里\n[01:25.23]已经长大的约定 那样清晰\n[01:33.62]拿过到的我相信\n[01:39.19]说好要一起旅行\n[01:44.09]是你如今 唯一坚持的任性\n[01:58.00]周杰伦 - 蒲公英的约定\n[02:21.74]在走廊想霸占她手心\n[02:28.33]我们却注意窗边的情敌\n[02:35.35]我去到哪里你都跟很紧\n[02:42.43]哼歌而梦在等待着惊喜\n[02:49.71]已经长大的约定 那样清晰\n[02:58.41]拿过到的我相信\n[03:03.82]说好要一起旅行\n[03:08.99]是你如今 唯一坚持的任性\n[03:18.06]已经长大的约定 那样珍惜\n[03:26.54]与你聊不完的曾经\n[03:31.98]而我已经分不清 你是友情\n[03:40.91]还是错过的爱情\n"
	},
	"29544965": {
    "mp3Url": "http://www.ytmp3.cn/down/44335.mp3",
		"album": {
			"picUrl": "",
			"name": "可惜失去你...",
		},
		"artists": "庄心妍",
		"name": "好可惜",
		"zh": "[00:00.00] 作曲 : 周宏涛\n[00:01.00] 作词 : 周宏涛\n[00:28.306]忘记想要忘谈何容易\n[00:34.479]不怨你是我如此不堪一击\n[00:41.451]感情深可入海底\n[00:44.922]爱的真没人能比\n[00:48.432]这些你从不放在眼里\n[00:56.458]想你不只是因为空虚\n[01:02.437]说到底是真有感情不骗你\n[01:09.456]敢（我）与全世界为敌\n[01:12.269]为了你受尽委屈\n[01:16.633]这些苦我甚至都愿意\n[01:23.703]好可惜终于失去你\n[01:30.736]对不起我已经尽力\n[01:37.556]我没有放弃只是不见你\n[01:45.188]以为这样就伤不到自己\n[01:52.213]好可惜我们回不去\n[01:58.881]伤心哭泣变本加厉\n[02:05.654]我一直婉拒别人的情意\n[02:13.138]只为个不确定的你\n[02:21.267]想你不只是因为空虚\n[02:27.273]说到底是真有感情不骗你\n[02:34.460]敢（我）与全世界为敌\n[02:37.560]为了你受尽委屈\n[02:41.119]这些苦我甚至都愿意\n[02:49.228]好可惜终于失去你\n[02:55.439]对不起我已经尽力\n[03:02.420]我没有放弃只是不见你\n[03:09.898]以为这样就伤不到自己\n[03:17.128]好可惜我们回不去\n[03:24.378]伤心哭泣变本加厉\n[03:30.864]我一直婉拒别人的情意\n[03:38.464]只为个不确定的你\n[03:46.233]其实在心里\n[03:51.881]我真的好想求你别和我分离\n[03:59.075]好可惜终于失去你\n[04:05.570]对不起我已经尽力\n[04:12.609]我没有放弃只是不见你\n[04:19.936]以为这样就伤不到自己\n[04:26.358]好可惜我们回不去\n[04:33.389]伤心哭泣变本加厉\n[04:40.711]我一直婉拒别人的情意\n[04:48.643]只为个不确定的你\n"
	},
	"18449193": {
    "mp3Url": "http://www.ytmp3.cn/down/48101.mp3",
		"album": {
			"picUrl": "",
			"name": "后来，我想你了",
		},
		"artists": "刘若英",
		"name": "后来",
    "en": "[04:02.55][03:37.23][02:33.60][00:12.71]后来 我总算学会了 如何去爱\n[04:09.50][03:43.87][02:40.08][00:19.70]可惜你 早已远去 消失在人海\n[04:15.17][03:49.75][02:45.97][00:25.54]后来 终于在眼泪中明白\n[04:22.00][03:56.53][02:52.74][00:32.28]有些人 一旦错过就不再\n[00:39.50]桅子花 白花瓣\n[00:45.88]落在我蓝色百褶裙上\n[00:51.84]「爱你」 你轻声说\n[00:58.25]我低下头 闻见一阵芬芳\n[01:05.33]那个永恒的夜晚 十七岁仲夏\n[01:12.75]你吻我的那个夜晚\n[01:17.89]让我往后的时光 每当有感叹\n[01:24.69]总想起 当天的星光\n[01:30.62]那时候的爱情\n[01:37.13]为什么就能那样简单\n[01:42.45]而又是为什么 人年少时\n[01:49.69]一定要让深爱的人受伤\n[01:56.04]在这相似的深夜里 你是否一样\n[02:02.90]也在静静追悔感伤\n[02:09.10]如果当时我们能 不那么倔强\n[02:16.10]现在也 不那么遗憾\n[03:24.97][02:21.05]你都如何回忆我　带着笑或是很沉默\n[03:30.90][02:27.38]这些年来　有没有人能让你不寂寞\n[04:28.35]永远不会再重来\n[04:34.13]有一个男孩　爱着那个女孩\n"
	},
	"32272267": {
    "mp3Url": "http://www.ytmp3.cn/down/32344.mp3",
		"album": {
			"picUrl": "",
			"name": "遇见你是我最棒的幸运",
		},
    "artists": "田馥甄",
		"name": "小幸运",
    "zh": "[00:00.05]小幸运\n[00:03.42][00:28.29]我听见雨滴落在青青草地\n[00:32.88][00:34.07]我听见远方下课钟声响起\n[00:38.72][00:40.06]可是我没有听见你的声音\n[00:45.03]认真 呼唤我姓名\n[00:50.24][00:52.52]爱上你的时候还不懂感情\n[00:57.22][00:58.30]离别了才觉得刻骨 铭心\n[01:03.18][01:04.41]为什么没有发现遇见了你\n[01:09.03]是生命最好的事情\n[01:13.78][01:14.63]也许当时忙着微笑和哭泣\n[01:19.95][01:20.74]忙着追逐天空中的流星\n[01:26.47]人理所当然的忘记\n[01:30.34][01:31.01]是谁风里雨里一直默默守护在原地\n[01:38.02][01:38.61]原来你是我最想留住的幸运\n[01:43.99]原来我们和爱情曾经靠得那么近\n[01:50.00]那为我对抗世界的决定\n[01:53.86][01:54.57]那陪我淋的雨\n[01:57.13][01:57.67]一幕幕都是你 一尘不染的真心\n[02:04.81]与你相遇 好幸运\n[02:08.22]可我已失去为你泪流满面的权利\n[02:14.39]但愿在我看不到的天际\n[02:18.93]你张开了双翼\n[02:21.91]遇见你的注定\n[02:24.69][02:26.45]她会有多幸运\n[02:30.41][02:41.80]青春是段跌跌撞撞的旅行\n[02:46.78][02:47.73]拥有着后知后觉的美丽\n[02:52.49][02:53.82]来不及感谢是你给我勇气\n[02:58.53]让我能做回我自己\n[03:03.98]也许当时忙着微笑和哭泣\n[03:09.10][03:10.09]忙着追逐天空中的流星\n[03:15.20][03:15.79]人理所当然的忘记\n[03:19.74][03:20.34]是谁风里雨里一直默默守护在原地\n[03:27.35][03:28.23]原来你是我最想留住的幸运\n[03:33.27]原来我们和爱情曾经靠得那么近\n[03:39.41]那为我对抗世界的决定\n[03:43.98]那陪我淋的雨\n[03:47.00]一幕幕都是你 一尘不染的真心\n[03:54.38]与你相遇 好幸运\n[03:57.56]可我已失去为你泪流满面的权利[04:03.62]但愿在我看不到的天际[04:08.28]你张开了双翼[04:11.36]遇见你的注定[04:14.39][04:18.93]她会有多幸运\n"
	},
	"27583635": {
    "mp3Url": "http://www.ytmp3.cn/down/47833.mp3",
		"album": {
			"picUrl": "",
			"name": "水手的苦涩",
		},
		"artists": "郑智化",
		"name": "水手",
    "en": "[00:00.00]水手\n[00:32.00]苦涩的沙　吹痛脸庞的感觉\n[00:37.00]像父亲的责骂　母亲的哭泣\n[00:40.00]永远难忘记\n[00:42.00]年少的我　喜欢一个人在海边\n[00:47.00]卷起裤管光着脚丫踩在沙滩上\n[00:52.00]总是幻想海洋的尽头有另一个世界\n[00:57.00]总是以为勇敢的水手是真正的男儿\n[01:02.00]总是一副弱不禁风孬种的样子\n[01:07.00]在受人欺负的时候总是听见水手说\n[01:11.00]他说风雨中这点痛算什么\n[01:16.00]擦干泪不要怕　至少我们还有梦\n[01:21.00]他说风雨中这点痛算什么\n[01:26.00]擦干泪不要问　为什么\n[01:34.00]长大以后　为了理想而努力\n[01:39.00]渐渐的忽略了　父亲母亲和\n[01:42.00]故乡的消息\n[01:44.00]如今的我　生活就像在演戏\n[01:49.00]说着言不由衷的话戴着伪善的面具\n[01:54.00]总是拿着微不足道的成就来骗自己\n[01:59.00]总是莫名其妙感到一阵的空虚\n[02:04.00]总是靠一点酒精的麻醉才能够睡去\n[02:09.00]在半睡半醒之间仿佛又听见水手说\n[02:13.00]他说风雨中这点痛算什么\n[02:18.00]擦干泪不要怕　至少我们还有梦\n[02:23.00]他说风雨中这点痛算什么\n[02:28.00]擦干泪不要问　为什么\n[03:01.00]寻寻觅觅寻不到　活着的证据\n[03:06.00]都市的柏油路太硬　踩不出足迹\n[03:11.00]骄傲无知的现代人　不知道珍惜\n[03:16.00]那一片被文明糟踏过的海洋和天地\n[03:21.00]只有远离人群才能找回我自己\n[03:26.00]在带着咸味的空气中自由的呼吸\n[03:31.00]耳畔又传来汽笛声和水手的笑语\n[03:36.00]永远在内心的最深处听见水手说\n[04:20.00][04:00.00][03:40.00]他说风雨中这点痛算什么\n[04:25.00][04:05.00][03:45.00]擦干泪不要怕　至少我们还有梦\n[04:30.00][04:10.00][03:50.00]他说风雨中这点痛算什么\n[04:35.00][04:15.00][03:55.00]擦干泪不要问　为什么\n"
	}
}

module.exports = {
	songs: songs
}